[
    {
      "id": 1,
      "title": "пираты Карибсого моря:проклятье черной жемчужыны",
      "genre": "боевик,комедия,приключение,фентези",
      "image": "pirates of the caribbean.png",
      "shortDesc": " Джек Воробей, пират с проклятой Чёрной жемчужиной, пытается найти корабль и вернуть свою честь....",
      "year": 2003,
      "director": "Гор Вербински",
      "fullDesc": "приключенческий фильм о пиратах, действие которого разворачивается на Карибах в первой половине XVIII века....",
       "starring":"Джонни Депп(Джек Воробей),Орландо Блум(Уилл Тернер),Кира Найтли(Элизабет Суонн),Джеффри Раш(Барбоссо)"
    },
    {
      "id": 2,
      "title": "пираты Карибсого моря:Сундук мертвеца",
      "genre": "боевик,комедия,приключение,фентези",
      "image": "pirates of the caribbean2.png",
      "shortDesc": "Джек Воробей должен найти сундукб,чтобы освоботься от проклятья...",
      "year": 2006,
      "director": "Гор Вербински",
      "fullDesc": "по сюжету свадьба Уилла Тернера и Элизабет Суонн прерывается лордом Катлером Беккетом,который требует принести ему компас Джека Вроборья...",
      "starring":"Джонни Депп(Джек Воробей),Орландо Блум(Уилл Тернер),Кира Найтли(Элизабет Суонн),Джеффри Раш(Барбоссо)"
    },
    {
      "id": 3,
      "title": "пираты Карибсого моря:На краю света",
      "genre": "боевик,комедия,приключение,фентези",
      "image": "pirates of the caribbean3.png",
      "shortDesc": "Джек Воробей,Уилл Тернер и Элизабет Суонн отправляются в опасное путишествие,чтобы спасти Воробья от судьбы...",
      "year": 2007,
      "director": "Гор Вербински",
      "fullDesc": "События разворачиваются через несколько месяцев после Сундука мертвеца. История начинается о срочном поиске и спасении капитана Джека Воробья, запертого на крае света..."
    },
    {
      "id": 4,
      "title": "пираты Карибсого моря:На странных берегах",
      "genre": "комедия,боевик,приключение,фентези",
      "image": "pirates of the caribbean4.png",
      "shortDesc": "Джек Воробей ищет Источник молодости, чтобы остаться молодым....",
      "year": 2011,
      "director": "Роб Маршалл",
      "fullDesc": "Сюжет филма составляют поиски источника молодости,который ищет Джек Воробей и пират Черная борода "
    },
    {
      "id": 5,
      "title": "пираты Карибсого моря:Мертвецы не рассказывают сказки",
      "genre": "Фантастика,боевик,приключение",
      "image": "pitates of the caribbean 5.png",
      "shortDesc": "Джек Воробей должен найти триадну, чтобы освободить себя от проклятия...",
      "year": 2017,
      "director": "Эспен Сандберг и Йоахим Реннинг",
      "fullDesc": "Генри намеривается разыскать Джека Воробья,чтобы тот помог найти его,но Уилл считает,что этто невозможно,и приказывает Генри уйти.Затем Уилл и Голандец исчезают в море,но Генри клянется найти Джека и трезубец..."
    },
    {
      "id":6,
      "title":"Один дома",
      "genre":"комедия,семейный",
      "image":"Home Alone.png",
      "shortDesc":"Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома одного из детей",
      "year":1990,
      "director":"Крис Коламбус",
      "fullDesc":"Большая семья Маккаллистеров незадолго до Рождества собирается в доме Питера и Кейт на окраине Чикаго, штат Иллинойс, чтобы вместе полететь в Париж и провести там каникулы. 8-летнего Кевина, младшего сына хозяев дома, высмеивают как родные братья и сёстры, так и другие родственники, особенно старший брат-задира Базз, ссора с которым, нарочно съевшим любимую сырную пиццу Кевина, приводит к наказанию — мальчика отправляют одного ночевать в мансарду, где он в порыве гнева на своих родственников загадывает желание, чтобы его семья исчезла",
      "starring":"Маколей Калкин Джо Пеши Дениэл стерн Джон Херд",
      "duration":"103 минуты"
    },
    {
      "id":7,
      "title":"Один дома2:Потерявшийся в Нью-Йорке",
      "genre":"комедия",
      "image":"HomeAlone2.png",
      "shortDesc":"Самый маленький герой Америки устраивает большой переполох в Нью-Йорке",
      "year":1992,
      "director":"Крис Коламбус",
      "fullDesc":"Спустя год[комм. 2] после первого фильма семейство Маккаллистеров собирается отправиться на Рождество в Майами (штат Флорида). Накануне на рождественском школьном концерте Базз унижает Кевина во время его сольного пения на глазах у всех, из-за чего Кевин срывает концерт, неудачно толкнув брата в отместку. Дома Базз публично извиняется перед Кевином, после чего шёпотом оскорбляет его. Кевин высказывает семье всё, что думает о предстоящей поездке (ему вовсе не хочется отмечать Рождество там, где нет рождественских ёлок), из-за чего в наказание его вновь отправляют ночевать в мансарду.",
      "starring":"Маколей Калкин, Джо Пеши, Дениэл стерн, Джон Херд",
      "duration":"120 минут"
    },
    {
      "id":8,
      "title":"Один дома 3",
      "genre":"комедия",
      "image":"HomeAlone3.png",
      "shortDesc":"Фильм рассказывает историю 8-летнего мальчика, который защищает свой дом от опасной банды международных преступников, работающих на террористическую организацию",
      "year":1997,
      "director":"Раджа Госнелл",
      "fullDesc":"Питер Бопре, Элис Риббонс, Бёртон Джерниган и Эрл Ангер — четыре находящихся в международном розыске наёмных убийцы, работающих для северокорейской террористической организации, которые украли ракетно-маскировочный компьютерный чип за 10 миллионов долларов. Грабители прячут его в игрушечную радиоуправляемую машинку, чтобы протащить её мимо охраны в Международном аэропорту Сан-Франциско",
      "starring":"Аликс де Линц, Риа Килстед, Олек Крупа, Хевиленд Моррис",
      "duration":"102 минуты"
    },
    {
      "id":9,
      "title":"Один дома 4",
      "genre":"комедия",
      "image":"HomeAlone4.png",
      "shortDesc":"",
      "year":2002,
      "director":"Род Даниэл",
      "fullDesc":"Питер Маккалистер собирается расставаться с Кейт и сообщает, что он живёт со своей новой и богатой подругой Натали в её особняке. Троим детям, Баззу, Меган и Кевину, он говорит, что они являются организаторами визита британской королевской семьи и приглашает всех желающих провести Рождество с ним и Натали. После изначального отказа Кевин приезжает в дом Натали после того, как его мучает Базз.",
      "starring":"Майк Вейнберг,Джейсон беx,Клэр Кэри,Эрик Авари,Джоанна Гоинг,Френч Стюарт",
      "duration":"89 минут"
    }
 
    
 
  ]
